熊战士：绿洲传送门应该还能使用，我们快进去吧。
桌面上摆满了书写工具、基础墨水和普通羊皮纸。
掠夺者：别开枪！是友军。
那些可恶的邪教徒把我围住了。我们一起上吧！
熊战士：跟在后面确实比躲在储物柜里更有用。
熊战士：这是什么……黏液？看起来它好像活过来了一样！
掠夺者：这些黑暗心脏似乎在汲取传送门的能量源。
掠夺者：这是什么泥浆？看起来它好像活过来了……还在汲取传送门的力量源。
熊战士：哦shit……这仗恐怕不好打吧？
掠夺者：准备好了，我感觉我们要经历一场大战。
???: *Sigh* 你非要试试看，对吧？
提示：按药水发射器键可切换弹药类型（默认：6）
玻璃严重裂开，看起来随时可能碎裂。
（这块石板似乎蕴含着大地魔法咒语。不过你不会读这种文字。）
这个开关需要用藤蔓钥匙才能打开门。
这扇门需要大地钥匙才能开启。
传送门的激活似乎正在抽走门的能量。
这个开关需要用藤蔓钥匙才能打开门。
传送门的激活似乎正在抽走门的能量。
看起来备用电源已经失效了。
这扇门需要用藤蔓钥匙才能开启。
掠夺者：别开枪！是友军。
那些可恶的邪教徒把我围住了。我们一起上吧！
熊战士：跟在后面确实比躲在储物柜里更有用。
这扇门需要用石钥匙才能开启。
熊战士：那家伙可真够劲！简直不敢相信我们还能完好无损。
掠夺者：传送门现在激活了，快点！
掠夺者：我们……活下来了？……好吧，传送门已经启动了，趁现在赶紧离开吧！
我意识到我昨天起就一直带着这把钥匙。我迟到了，能帮我把它送回传送门洞穴吗？如果有人责备你，就说是我的错，并向她道歉。

这是我们新培育的一些绿色水晶植物。它们不仅能治愈和舒缓任何伤口，甚至还能增强患者的活力，即使他们没有陷入危急状态。

请注意不要将植物从土壤中拔出来，否则水晶会硬化并变得不可食用。
我们将陆续发送更多水晶，目前使用的魔法尚未完善。——大地之母本迪
（这本笔记的页面覆盖着一层粗糙的灰尘）
[...]日子一天天过去，我的进展也随着每一小时而推进。这次我成功缩小了一块相当大的树桩……这让书写变得轻松多了！这种魔法终将成为真正的奇迹。如今军团主力已撤离，我会拥有更多时间追求其完美化……我计划接下来尝试缩小一些活体植物，或者种子，看看是否能在此地种植自己的食物。谁能想到一个人竟能将整个图书馆和储物间都缩小到一块陶土板上并携带？不过，这仍会大量消耗我的魔力……





南方——巨树桩
东——掠夺者总部
西——绿洲传送洞穴
（你俯视似乎是一份用血腥恶魔符文书写的报告）
当我被告知会在这里遇到迎接派对时，我原以为他们会是活生生的。怎么可能会难倒几个可怜的兽人？唉，至少这些无能之辈尸体散发的气味应该能帮我们压制外面恼人的蟋蟀声……我得赶紧干活了，处理遗体并不是我的职责。


我已经发现了一名铁军幸存者留下的信息。我认为她仍然活着，并且不惜一切代价阻碍我们的推进。我必须在被召回时立刻通知妮丝瑞尔女士。

这位掠夺者笔记中也提到了水晶，因此铁军至少对我们的目的有所了解。
我将立即开始对水晶之心的研究，但没有协助会更加困难。
广场似乎毫无生机，但我仍感到不安——传言混血人已从战场上消失。没人能找到她的尸体……不过我可能想太多了，她不会就这样贸然闯入这里——

（你注意到提娅媞留下的旧笔记。看起来附近邪教徒已经发现了它）
我一直尽力阻碍这场突如其来的暗中入侵。通风井帮助我悄然行动。

我听到邪教徒收到命令要炸毁并坍塌出口。他们正在封锁整个据点。混蛋！……不过，我已成功进入——
水晶商店，把所有商品搬到楼上。我必须拖延他们获取我们科技的脚步。我甚至毁掉了一些能量核心，但他们听到了动静，所以我只好折断梯子逃走了。

运气不错，我在店主房间里找到了一张屏障卷轴。如果我的姐妹们需要打破屏障[...]
（一系列魔法符文刻在石板上。下方部分尚未完成）
禁地洞穴——第二章：水晶之心
[...] 只有铁军中最强大的成员才能进入这里，是有充分理由的。
水晶圣殿内部。心脏能够改变赫顿的本质流动，甚至影响其上界——那里本不该生长水晶——的力量。它的能力浩瀚无边，难以理解，因为并非知识能解开它，而是智慧。若这颗心脏落入恶意之手，便可能引发无与伦比的苦难，甚至终结我们所知的世界。因此我们必须不惜一切代价保护它，否则我们将分崩离析。




长枪团是守护心脏的核心力量，也是水晶科技最坚定的保管者。
尽管大地之母和女巫都曾争夺成为心脏守护者的权利，但真正拒绝她们及其失衡本性的，是元素之神本身。大地之母希望借助水晶强化自身魔力，并治愈世界所有疾患；而女巫则渴望突破极限、塑造未来。然而今日的善行，或许正是明日的恶果。真理才是最终审判者。



铁军史——第四章：阶层划分
[...] 他们在赫顿的洞穴中安顿下来后，绿皮兽人被划分为六个种姓，每个种姓负责维持其不再游牧部落的稳定。他们将各自天赋用于不同目的，主要目标是用冷石建造瓦尔克，并将其变为宏伟的城市。他们不再需要寻找自己的位置，因为水晶洞穴已为他们提供了一切。



长枪团成为水晶之心的守护者。
大地之母运用古老的魔法传统，延续兽人习俗。
熊战士高举军团的力量。
女巫利用知识突破新的界限。
掠夺者化身为令人畏惧的影子守卫。
而修复者将最脆弱的金属变得强大。
现在这些悬挂的青水晶已被摧毁，自然的力量将开始减弱……
至少如果我根据在这里的研究得出的结论正确的话。如果是这样，传送门的能量源将在减少一个阻碍后帮助腐化进一步扩散。然而我们得先处理混血人……我了解到邪教徒正位于那棵巨型兽人树前方，至于哥布林，我会在喂饱那些未能杀死这些烦人的绿皮小家伙的蠢货后，派一小队爬行者去对付他们。阻挡北翼入口毫无意义，只会拖延时间。他们本该明白，你无法将它们困在一个通风管道遍布的区域。





恶魔之血活了！她来了。她在广场上屠杀了我们整支队伍，而根据我观察到的信徒们迄今为止展现出的能力，我确信她正朝我们的……目标前进。绝不能让她抵达这里的传送门！加固主城门，搭建防御工事，派出最强壮的铁娘子守卫防线……如果她们倒下，



混血人会在她到达传送门前终结她的性命。我已经设下了埋伏。——大师塔杜斯
《金属与洞穴岩石》——大地之母本迪的研究笔记
（羊皮纸似乎记载了一种防止金属生锈的炼金配方）
伟大的大地之母布里扎日记——第509轮，第184天
今天，我见证了由祖先魔法培育出的第一颗功能性水晶。这颗种子终于能够生长出完全可食用的植物水晶，其中蕴含着治愈的力量。测试已经顺利完成……只要我们不将它的茎从土壤中拔出即可。幸运的是，我们还有十八天直到战役开始，我已经安排了一支掠夺者小队去传播水晶植物种子，提前铺设在我们未来的行进路线上。若能侥幸成功，我们将在向诅咒的火坑地狱推进时，收获这些治愈果实……





我们已经处理了最后一个入侵者——她成功抵达二楼，但无法突破根之门。不过，我们同样无法通过……我们尝试过一切方法，但根部的再生速度远比我们破坏得更快！我们知道他们正用石板吟唱咒语以获得通行权限，但守卫图书馆的那个女人肯定在我们到达前就藏起了石板。无论楼上有什么东西，对它们而言必定价值连城！或许正是通往传送门控制的关键！没人找到它吧？我们需要找到那该死的石板！我需要帮助。





绿皮人听到我们发动攻击后恐怕没太多时间藏起石板，所以我推测它一定在这层楼的某个地方。我已经让邪教徒们搜索过这里，但毫无结果。我需要你派更多仆从来这里，以便我们能覆盖更多的区域。想象一下，妮丝瑞尔女士听到我们成功启动了传送门会有多高兴！相信我，那块石板一定在这里……



我们已经处理了最后一个入侵者——她成功抵达二楼，但无法突破根之门。不过，我们同样无法通过……我们尝试过一切方法，但根部的再生速度远比我们破坏得更快！我们知道他们正用石板吟唱咒语以获得通行权限，但守卫图书馆的那个女人肯定在我们到达前就藏起了石板。无论楼上有什么东西，对它们而言必定价值连城！或许正是通往传送门控制的关键！没人找到它吧？我们需要找到那该死的石板！我需要帮助。





绿皮人听到我们发动攻击后恐怕没太多时间藏起石板，所以我推测它一定在这层楼的某个地方。我已经让邪教徒们搜索过这里，但毫无结果。我需要你派更多仆从来这里，以便我们能覆盖更多的区域。想象一下，妮丝瑞尔女士听到我们成功启动了传送门会有多高兴！相信我，那块石板一定在这里……



（数块石板堆在桌上。看起来邪教徒们还没发现它们的用途）
（软泥上刻着一些图案，但铭文似乎尚未完成）
塑造洞穴 - 第二章：魔震
（石板继续描述一个咒语，但并未包含任何有用的咒文）
恐怕我没能及时找到你回家，所以留下这张便条。我把你的物品放在图书馆保险箱里了，只需找一本紫色的书，然后拉出来即可。——安达

掠夺者总部辅助发电机
使用后归还藤蔓钥匙
（这本原本乏味的日志本最后一张纸却被另一个人写满了内容）
邪教徒……他们竟然扭曲了传送门……这黑乎乎的黏液……到底是什么东西？回到
锻造厂，我们是在杜拉和其他人之后进入的，但随后那道光闪现……传送门似乎出了什么问题，接着我们就醒在了林地里。阿尔瓦和我残存的部分。门关突然关闭并割断了我的腿。我完了……阿尔瓦离开去寻找能重启这该死装置的钥匙，但她已经离开太久了……我只能祈祷杜拉和其他队员剩下的部分比我们运气更好……来吧，你们这些混蛋，快来抓我，让我送你们回地狱深渊！




在进行任何维护工作前务必先开启辅助电源。我不想再听到档案管理员们被困在办公室里的抱怨，因为门关停止运作了。直接和大地交谈


母亲们允许你们进入传送门洞穴，直到我们获得一把自己的藤蔓钥匙。——老板
（你浏览一本记录各种魔法仪式的精美书籍）
[...] 腐蚀。509号日志 第171天 —— 我们已完善了巨斧的附魔设计。
除了显著提升使用者的自然抗性，新的荆棘光环将把所有伤害和痛苦反射给攻击者。——伟大的大地之母布里扎

熔岩球卷轴 — 1份抄写者余烬碗、基础暖色墨水、普通羊皮纸
（绘图模板描绘一团火与土融合成的球体）
滋养卷轴 — 1份大地颜料研钵、基础暖色墨水、普通羊皮纸
（绘图模板描绘一株萌芽的植物）
驱魔卷轴 — 1罐附魔紫墨水、基础墨水、普通羊皮纸
（绘图模板描绘一个破碎的精神螺旋）
