熊战士：上尉你没事吧？
看起来我们到了锻造厂……嘿，那是守卫吗？我们可以用一个。
提娅媞：……对不起瓒，但我实在无法信任你。
提娅媞：你是怎么做到的……好吧，穿过传送门，我会立刻跟上。
掠夺者提娅媞：*敲击玻璃*
熊战士：嘿，那是不是提娅媞？看起来她被困在里面了……
熊战士：该死，我们来晚了！看来得另寻一条路绕过去……
熊战士：现在我庆幸带上了火靴……
开关已经断电了。
这道裂墙似乎可以用合适的工具打破。
你需要一把合适的工具才能开采这条矿脉。
被遗忘者：……谢谢……
熊战士：安息吧，幽灵。
杠杆纹丝不动。
被遗忘者：*凄厉* ……谁踏入了我的迷宫？……一个……同为不朽的存在？
被遗忘者：恶魔之血……你必须帮助我……
熊战士：一个牛头人幽灵？我想知道他想要什么……
被遗忘者：……我曾是传奇的斧匠……他们封印了我的锻铁台……
被遗忘者：……这里的墙壁……它们在说话……它们掌握着自由的钥匙……
熊战士：嗯，我确实注意到这里有些奇怪的墙壁。
被遗忘者：……我无法安息……我需要我的锻铁台……帮我……
提示：按药水发射器键可切换弹药类型（默认：6）
看起来主电源已被切断。
开关卡住了。似乎你需要合适的工具才能在不损坏它的情况下解除卡顿。
这个开关需要用铁钥匙打开门。
这扇门需要用大地钥匙才能打开。
这个开关需要用大地钥匙激活升降装置。
这扇奇怪的门侧面有一个斧头形状的钥匙孔。
熊战士：洞口有火！
你离开前应该先从锻铁台上拾取工具。
你没有铁矿石可供熔炼。
在再次使用机器前，你必须获取铁锭。
你已经拥有了一把铁钥匙。
你没有铁锭。
铁钥匙已准备好被拾取。
你没有铁锭。
在再次使用机器前，你必须获取碎火罐。
你缺少所需的全部材料。
在再次使用机器前，你必须获取弹夹。
你没有铁锭。
在再次使用机器前，你必须获取所有尖刺。
你缺少所需的全部材料。
在再次使用机器前，你必须获取火锤。
你没有足够的铁锭。
在再次使用机器前，你必须获取巨斧。
你没有任何铁锭。
在再次使用机器前，你必须获取斧头。
秘银锭已准备好被拾取。
你没有秘银矿石可供熔炼。
你已经拥有一块秘银条。
你需要五块秘银矿石来熔炼成锭。
模具已填充完毕，可随时拾取。
你必须先将空模具放在水龙头下方。
你没有任何秘银锭可用于铸造。
齿轮模具已放置好，可开始填充。
你没有模具可供放置。
秘银齿轮终于完成，可随时拾取。
你没有任何物品需要在大锻造厂的锻铁台上锤打。
我忍不住看到你在熔岩池边驱赶锻造元素时的挣扎。
拿去这枚魔法戒指吧，我们矮人用它来抵御火焰的力量……
也许明天我们可以去洞穴里散步？我会教你如何使用它。
也许顺便去酒馆喝一杯？我会在锻造厂等你。——索瓦尔德
大地之子的诞生 — 第七章：契约
[...] 现在当他们被迫目睹自己文明的废墟时，矮人与牛头人都意识到再无琐碎争执之地。直到此刻，他们才看清现实——被迫凝视着曾经辉煌城镇如今冒着烟的废墟。唉，一切都太晚了。少数幸存恶魔入侵的人被分散至赫顿洞穴各处，不得不像瘦弱的游牧民族般生活，日复一日挣扎求生。他们再无心互相争斗，深知恶魔如何利用诡计的种子分化瓦解他们。





无能而腐败的领袖早已死去。现在是强者再次掌权的时候了。那些新领导者对复仇有着强烈的渴望。足以与曾经鄙视的敌人结盟……如今矮人和牛头人都站在共同的目标上：对抗恶魔并重建昔日的繁荣。在这里，铁军兽人向他们提出了一项提议……



传送门可能需要几天时间才能充能到足以再次激活的程度。
（提娅媞已离去，看来你来得太晚了，传送门已经关闭）
（玻璃上有一条新消息，用奇怪的暗色符号书写。奇怪的是，你能读懂它）
你会跟随我……你会记住我的……
（你看到提娅媞在窗边。她向你点头，但似乎并不轻松地见到你。一张用手指写的留言躺在强化玻璃上）

把我锁起来了。扔了钥匙。传送门快没电了。快点。
（你注意到一卷卷轴正靠近传送门。Tiati的书写风格你已经很熟悉了）
传送门正在消失，所以我真的必须离开了。我不确定你是否能很快到达这里，但如果你看到这段文字，请知道现在通往水晶之心的唯一希望就在林地里。

那里的传送门应该还能用，因为它有更强的能量源……不过，我想你也注意到了，通往那里的公园大门被邪教徒在广场上破坏了……

驱动闸门机制的主要齿轮已损坏。你得四处寻找备用零件。前往工坊吧，那里一定有关于你需要更换哪种齿轮的信息，或者至少能教你如何制作它。拿着这把钥匙，还有我准备的一些备用弹匣。你肯定用得上。


（你注意到一卷卷轴正靠近传送门。Tiati的书写风格你已经很熟悉了）
传送门正在消失，所以我真的必须离开了。我不确定你是否能很快到达这里，但如果你看到这段文字，请知道现在通往水晶之心的唯一希望就在林地里。

那里的传送门应该还能用，因为它有更强的能量源……不过，我想你也注意到了，通往那里的公园大门被邪教徒在广场上破坏了……

驱动闸门机制的主要齿轮已损坏。你得四处寻找备用零件。前往工坊吧，那里一定有关于你需要更换哪种齿轮的信息，或者至少能教你如何制作它。拿着这把钥匙，还有我准备的一些备用弹匣。你肯定用得上。


我再也承受不住这种压力了！首先，锻造元素突然毫无理由地试图杀死我，现在这些巨大的饥饿蠕虫又凭空冒了出来！维卡出去查看一些奇怪的声音，等我再醒来时，我已经跑过了她的尸体冲向最近的藏身洞。当然，我没时间捡起我的枪……哦，火与铁啊，我们这次又惹怒了你们吗？难道我们还没把最好的金属和火焰献给你们吗？




也许我可以通过通风管道潜行过去。那我就得把东西留在这里了……
（你捡起一片烧焦的卷轴残片。大部分文字已被毁坏）
..不要采集..红水晶簇..只有单个..拉拽时不会爆炸..
闸门与吊桥控制
工坊
模具锻造
矮人锻造厂
维修湾
昨天有个愚蠢的铁刺误闯了其中一个测试洞穴，守卫开始向它开火。小混蛋不但没躲开，反而直接冲上去，把守卫炸成了碎片。如你所见，守卫已经损坏，但我猜你能修复它的外壳……


等你这边处理完，我会处理它的核心。显然我需要和长枪团谈谈，因为他们似乎忘记给这个家伙编程——让它不要攻击我们自己的维护无人机。

无论如何，我已为你放置了一个能正常运作的守卫作为参考。记住，一旦你部署它，你需要正确的工具来拆解它，否则它会自我毁灭。如果需要帮助，请找我。-V.

我们从对抗恶魔的战争中归来还需要很久，但一如往常，你必须学会耐心的缰绳，我的儿子。你一直很好地完成了学徒期的任务，因此我可以允许你终于超越我们旧有的冶炼方式。终于，你可以使用熔炉机制造精确的铁条了。将铁矿石投入炽热的熔炉中，惊叹它如何融化并滴落成锭状。不要放弃你的职责，也不要嫉妒我的工作。你在这里的任务与对抗一群肮脏野兽的战斗一样艰难，我相信你会挺起我们的名号。愿石头与你同在。






我们从对抗恶魔的战争中归来还需要很久，但一如往常，你必须学会耐心的缰绳，我的儿子。你一直很好地完成了学徒期的任务，因此我可以允许你终于超越我们旧有的冶炼方式。终于，你可以使用熔炉机制造精确的铁条了。将铁矿石投入炽热的熔炉中，惊叹它如何融化并滴落成锭状。不要放弃你的职责，也不要嫉妒我的工作。你在这里的任务与对抗一群肮脏野兽的战斗一样艰难，我相信你会挺起我们的名号。愿石头与你同在。






（这卷羊皮纸带有女巫首领祖拉的封印。它必定有某种重要性）
亲爱的修复者，我希望你已妥善收到这盒新的药水。你一定会被它们的香气和颜色所吸引……我们的敌人也会如此。啊，死亡的甜美气息。但

我岔开话题了。我们设计出了新瓶型，因此药水发射器必须进行测试以适配这种新型药水。一周的时间应该足够你找出任何可能的缺陷。

如果不行的话，也许我可以给你一些激励，并告诉你我们在寻找哥布林来测试我们的……其他产品。哦，还有一个最终警告：若附近有大火，请勿打破罐子。粉雾剂可能会相当不稳定……如此悲剧性的结局……


（图纸描绘了修复者们正在研究的一些机械装置）
我终于修好了钥匙机。告诉牛头人把它拉回模具锻造厂，这玩意儿太吵了，我都听不到自己的想法了。

我终于修好了钥匙机。告诉牛头人把它拉回模具锻造厂，这玩意儿太吵了，我都听不到自己的想法了。

铁钥匙模具机
1. 将铁锭放入炉膛内并关闭炉门
2. 等右侧炉门打开后，从模具中取出钥匙
铁钥匙模具机
1. 将铁锭放入炉膛内并关闭炉门
2. 等右侧炉门打开后，从模具中取出钥匙
尖刺模具机
1. 将铁锭放入炉膛内并关闭炉门
2. 等右侧炉门打开后，从模具中取出尖刺
螺栓魔模具机
1. 将铁锭放入炉膛内并插入三个红色水晶至插槽中
2. 当锻造过程完成后，从模具中取出弹夹
碎火罐模具机
1. 将铁锭放入炉膛内并关闭炉门
2. 等右侧炉门打开后，从模具中取出碎火罐
火锤模具机
1. 将一个铁锭和六个红色水晶放入炉膛内并关闭炉门
2. 等右侧炉门打开后，从模具中取出火锤
巨斧模具机
1. 将八个铁锭放入炉膛内并关闭炉门
2. 等右侧炉门打开后，从模具中取出巨斧
斧头模具机
1. 将铁锭放入炉膛内并关闭炉门
2. 等右侧炉门打开后，从模具中取出斧头
这台机器似乎无法正常运作。
大门机制 - 齿轮A2
A2型齿轮是许多机械门装置的核心组件。与其他齿轮不同的是，它们必须由秘银锻造才能在长时间使用中保持不变形或损坏。制作秘银齿轮需要使用大锻造厂。


首先，将五块秘银矿石放入锻造厂的熔炉机中以获得铁锭。
其次，需将对应的模具放置在锻造厂的坩埚下方并铸造齿轮。
最后一步是用锻造厂的锻锤敲打粗糙的齿轮，以修正任何瑕疵。
当最后一个凹槽被敲击完成后，请让完成的齿轮冷却后再使用它。
（你注意到旁边有一张附有详细图纸的纸张）
（你已经取走了附在说明旁的图纸）
大门机制 - 齿轮A2
A2型齿轮是许多机械门装置的核心组件。与其他齿轮不同的是，它们必须由秘银锻造才能在长时间使用中保持不变形或损坏。制作秘银齿轮需要使用大锻造厂。


首先，将五块秘银矿石放入锻造厂的熔炉机中以获得铁锭。
其次，需将对应的模具放置在锻造厂的坩埚下方并铸造齿轮。
最后一步是用锻造厂的锻锤敲打粗糙的齿轮，以修正任何瑕疵。
当最后一个凹槽被敲击完成后，请让完成的齿轮冷却后再使用它。
（你注意到旁边有一张附有详细图纸的纸张）
（你已经取走了附在说明旁的图纸）
恶魔！卑微的渣滓，现在一切都有了头绪……他们等待我们的军队撤离……
他们腐化了锻造元素。他们派出了巨型蠕虫来削弱我们的水晶屏障……所有人都被杀死了……如果我能够警告牛头人就好了……地狱，只可惜我的腿已经焦黑成残肢……如果我还有索瓦尔德给的那枚戒指就好了……呃……


这真是个糟糕的结局……至少我可以写下我的临终感想……我渴得要命……
上周我在黑暗裂谷旁休息时，看到一条秘银矿脉在黑暗中闪烁着光芒。不，不是铁之神殿里的那条——我们因为愚蠢的迷信从不开采那里，我已经说过要停止劝说我们的哥布林朋友跳进去获取了。


……仔细想想，也许我们可以让她绕着裂谷墙壁攀爬，获取这条其他矿脉！不过你或许可以和她谈谈，她对*那件事*仍然很不满。呵呵。

P.S. 最近的紧张局势是怎么回事？自从地震开始后，你们就一直发疯似的。我甚至看到酒馆老板拖进来一把奇怪的枪，还有几个大箱子。他肯定把枪藏在秘密地点了。我打赌他这辈子都不会用上它。


TO VALC'S PLAZA
（这卷奇怪的纸张似乎是用恶魔语书写的。你轻松地翻译了它）
蠢货！那根本就不是你们该塌陷的隧道！现在我们怎么才能回到兽人广场？立刻把备用火药桶拿来这里！！！而且别再把自己炸飞了，我得多少次告诉你们要换更长的引信并远离危险！！！


提示：你可以用（默认：E）拾取守卫炮塔，并用（默认：左键点击）丢弃它们。
这扇门似乎是从另一侧被锁住了。
通往冰峰的电梯
