这面裂开的墙似乎可以用合适的工具打破。
从这边看起来无法打开这扇门。
你没有可以解除魔法屏障的咒语卷轴。
这扇门需要藤蔓钥匙才能开启。
这扇门需要斧头钥匙才能开启。
这扇门需要藤蔓钥匙才能开启。
这扇门需要石钥匙才能开启。
这扇门需要铁钥匙才能开启。
这扇门需要藤蔓钥匙才能开启。
这扇门需要斧头钥匙才能开启。
红水晶散发着阵阵热浪。
坩埚的能量源缺失。
坩埚未通电。
你没有制作任何物品所需的材料。
这张桌子上摆满了书写工具、基础墨水和普通羊皮纸。
警告！鲨鱼盘踞之水
第509轮，第237天，掠夺者梅扎
掠夺者提娅媞带进了一个俘虏。他身上似乎没有偷来的物品，但
我相信他可能与近期困扰森林的盗猎者有关联……
请注意，因为我们把其中一个开关连接到了公园大门上，牢房现在是联动的。
右边的开关现在打开公园大门，左边的开关仍如之前那样开启军械库。然而中间的那个开关目前会同时打开两个牢房。不要在无人看守囚犯的情况下操作它。如果因此让我追捕任何逃跑的俘虏，你将面临鞭刑。- 巴纳上尉


（这本日记似乎属于巴纳上尉。最后几条记录引起了你的注意）
第232天：自从我们的部队离开瓦尔克已经过去一个月了。我没能加入行动，但既然我在这里负责……
第236天：既然没什么事发生，我可能会开始拆除那面裂开的牢房墙并修复它。
第237天：该死的，就在我要开始工作时，提娅媞带进这个瘦弱的人类俘虏。她说是在森林营地附近发现他的。他看起来不像盗猎者……但他也不说话。

他只会咕哝和呻吟。我拔掉了他背上插着的许多尖刺。我不知道是谁对他做了这些，但我觉得他似乎被附身了。他的眼睛全是黑暗空洞的，皮肤看起来如此病态……

第238天：该死的，他竟然自己扯断了自己的手臂！发现他流血不止，不得不使用一瓶治疗药水才能稳定他的伤势。当我靠近他时，他开始抽搐并第一次喃喃说出一些话。他说着关于即将降临在我们头上的灾难。由于他失去了半张舌头，几乎听不懂他在说什么……他似乎感觉不到太多疼痛，所以我们不确定该如何审问他……



（这本日记似乎属于巴纳中士。最后几条记录引起了你的注意）
第232天：自从我们的部队离开瓦尔克已经过去一个月了。我没能加入行动，但既然我在这里负责……
第236天：既然没什么事发生，我可能会开始拆除那面裂开的牢房墙并修复它。
第237天：该死的，就在我要开始工作时，提娅媞带进这个瘦弱的人类俘虏。她说是在森林营地附近发现他的。他看起来不像盗猎者……但他也不说话。

他只会咕哝和呻吟。我拔掉了他背上插着的许多尖刺。我不知道是谁对他做了这些，但我觉得他似乎被附身了。他的眼睛全是黑暗空洞的，皮肤看起来如此病态……

第238天：该死的，他竟然自己扯断了自己的手臂！发现他流血不止，不得不使用一瓶治疗药水才能稳定他的伤势。当我靠近他时，他开始抽搐并喃喃说出一些话——第一次开口。他说着关于即将降临在我们头上的灾难。由于他失去了半张舌头，几乎听不懂他在说什么……他似乎感觉不到太多疼痛，所以我们不确定该如何审问他……



（你注意到通风管道中有一张羊皮纸，展开后发现是掠夺者提娅媞的签名）
在你诅咒我懦弱的血脉之前，请知道我是为了我们最好的利益而这么做。我亲眼目睹巴纳在瞬间死去。这个女人……她看起来像精灵。我几乎看不清，因为几乎没有时间锁上这间屋子。一个强大的巫师，向空中涌出一群邪教徒，他们从虚无中现身……我通过水晶球观察着整个广场被他们淹没。



我们所有的姐妹……都死了。我必须找到长枪团，这是全面入侵！如果我死了，愿这些笔记成为我意图的见证。我需要弄清楚到底发生了什么……

月度水晶请求清单
20个护甲碎片——兵营
3个能量核心——采矿哨站
4个大型青水晶——大地之母林地
1个红水晶——广场炼金术士
1个红水晶——广场酒馆
（你小心地展开潮湿的羊皮纸。字迹几乎无法辨认，下半部分已腐烂）
如果传言属实，洞穴兽人正在掌控一座巨大的宝藏。成吨的魔法水晶围绕着他们的山洞！我们不可能直接闯入，必须找到一些替代路线。务必带上备用铁镐——那些绿色的家伙似乎有某种坚固的石材。涉及强化石柱的机关……或者或许矮人族在帮忙？



钥匙在秘密入口外，亲爱的。再次抱歉必须离开这么久，但你的姐妹们需要一名优秀的斧战士来执行这次战役，而我渴望亲手踏碎恶魔的头骨。保重，我相信即使大部分铁军军团离营，酒馆也会有大量访客……——你忠诚的牛头人铁匠赫克图斯



房间2 —— 斯特里瓦，女巫，两天前已离开。已全额支付。应能弥补清理工作。
房间3 —— 马格努斯先生。矮人勘探者。预付了费用，将停留一个月（或更久？）
自从战役开始以来，顾客数量远不如预期。酒馆也变得冷清。我祈祷赫克图斯能平安归来。我知道他很强壮，但与恶魔战斗实在是一项艰巨的任务……

亲爱的勘探者马格努斯，我们很高兴终于达成了协议。
我相信这种新水晶充能矿石值得深入研究，随着挖掘加深，我们会发现更多矿脉。几天后请前来，只需向守卫展示此信件，并出示你的徽章戒指即可。——铁军队长杜拉


前往瓦尔克公园、图书馆与林地
制作附魔墨水是一个分两个步骤的过程：
首先，你需要一个魔能坩埚。任何低于标准的设备都无法让魔法材料与颜料充分混合，墨水将因此变质。

第二步，你需要收集合适的材料：一勺妖精之尘——不超过我们在大地之母雕像旁提供的量——以及获取颜色所需的合适试剂。你至少需要三种同类型的材料（假设它们含有强效颜料）。一旦准备好所有材料，将其放入坩埚中混合。



（你注意到旁边有一张绘有彩色示意图的羊皮纸）
（你取下了附在说明上的配方羊皮纸）
制作附魔墨水是一个分两步的过程：
首先，你需要一个魔能坩埚。任何低于标准的设备都无法让魔法材料与颜料充分混合，墨水将因此变质。

第二步，你需要收集合适的材料：一勺妖精之尘——不超过我们在大地之母雕像旁提供的量——以及获取颜色所需的合适试剂。你至少需要三种同类型的材料（假设它们含有强效颜料）。一旦准备好所有材料，将其放入坩埚中混合。



（你注意到旁边有一张绘有彩色示意图的羊皮纸）
（你已经取走了附在说明上的配方羊皮纸）
（你发现通风井里藏有一张便条，署名掠夺者提娅媞）
我一直在尽最大努力阻碍暗影势力的突然入侵。通风井帮助我潜行而不被察觉。我听到邪教徒正在接收炸毁并坍塌出口的命令。

他们正在封锁整个据点。混蛋！……不过我成功潜入了水晶商店并将所有商品搬到了楼上。我必须拖延他们获取我们科技的脚步。我甚至毁掉了一些能量核心，但他们听到了动静，所以我不得不打破梯子逃走了。


幸运的是，我在店主房间里找到了一张屏障卷轴。
如果我的姐妹们需要解除屏障，我读到使用驱魔卷轴只需在羊皮纸上画出一个破碎螺旋即可……
附魔紫墨水。可惜我在书写桌附近没找到这种墨水，但炼金术士应该在她的商店里有配方。我祈祷恶魔们不久后不会打破那个封印。唉，我必须继续前进……我得赶往锻造厂，确保他们无法获取我们的图纸。


（你发现通风井里藏有一张便条，署名掠夺者提娅媞）
我一直在尽最大努力阻碍暗影势力的突然入侵。通风井帮助我潜行而不被察觉。我听到邪教徒正在接收炸毁并坍塌出口的命令。

他们正在封锁整个据点。混蛋！……不过我成功潜入了水晶商店并将所有商品搬到了楼上。我必须拖延他们获取我们科技的脚步。我甚至毁掉了一些能量核心，但他们听到了动静，所以我不得不打破梯子逃走了。


幸运的是，我在店主房间里找到了一张屏障卷轴。如果我的姐妹们需要解除屏障，
我读到使用驱魔卷轴只需在羊皮纸上画出一个破碎螺旋即可……
附魔紫墨水。可惜我在书写桌附近没找到这种墨水，但炼金术士应该在她的商店里有配方。我祈祷恶魔们不久后不会打破那个封印。唉，我必须继续前进……我得赶往锻造厂，确保他们无法获取我们的图纸。


（一系列魔法符文刻在石板上。下半部分尚未完成）
（这块石板似乎蕴含着大地魔法咒语。你并不懂得如何解读它）
长枪兵之路 - 第二章
你将维持平衡，因为没有一切，平衡便无从谈起。
你将守护秘密，因为贫瘠的头脑会挣脱弱小岩石中紧握的水晶。

你将以真相为武器
因真相能从内部击溃敌人。
（文字突然变化，就在你眼前，字母变成抽搐的阴影……）
魔鬼之路 - 第二章
你会跟随我……
铁军史 - 第四章：种姓
[...] 当他们定居在赫顿的洞穴后，绿皮人被划分为六个种姓，每个种姓负责维持其不再游牧部落的部分稳定。他们将用各自天赋以不同方式行事，主要目的是从冷石中建造瓦尔克，并将其变为宏伟城市。他们不再需要寻找自己的位置，因为水晶洞窟已赋予他们一切。



长枪团成为水晶之心的公正守护者。
大地之母们掌握古老魔法之道，并延续兽人传统。
熊战士们高举军团的力量。
女巫们用知识推动新的边界。
掠夺者成为令人畏惧的影子守护者。
修复者会让最脆弱的金属变得强大。
内哈尔的矮人装备
本战役期间铁军行动结束前暂不开放。
仍可接收订单——将笔记滑入门下。
前往瓦尔克兵营与浴室
前往下层瓦尔克
前往瓦尔克锻造厂
除非安全系统启动，否则保持两个隧道闸门敞开。
主装置已损坏。你怀疑在广场附近找不到替代品。
这扇门似乎从另一侧被锁住了。
中央广场闸门控制台
魔力药剂
目的地：城垛
小心处理
熔岩球卷轴 - 1碗抄写者余烬，基础暖墨水，普通羊皮纸
（一幅绘图模板描绘一团火与土凝聚成球状）
滋养卷轴 - 1碗大地颜料，基础暖墨水，普通羊皮纸
（一幅绘图模板描绘一株萌芽的大地植物）
驱魔卷轴 - 1罐附魔紫墨水，基础墨水，普通羊皮纸
（一幅绘图模板描绘破碎的精神螺旋）
