这扇门需要用水晶钥匙开启。
利思：*哼着*
阿波豪斯：还没到时候。
妮丝瑞尔找到了我……她削弱了我的力量……
……你已经很接近了……但我无法再引导你前行……
……屏住呼吸吧。有人即将自我救赎。
利思：*惊呼*
你看到罐子里的首领祖拉了。她似乎失去了意识。
地狱三头犬：*呜咽着*
饥饿的地狱三头犬似乎正在啃食一把钥匙。
钢条看起来被刮得斑驳磨损。
开关看似正常运作，但安全栏杆纹丝不动。
这扇门需要用大地钥匙开启。
这扇门需要用斧钥匙开启。
这扇门需要用水晶钥匙开启。
开关毫无作用，但你已不再需要传送门了。
通往冰峰的电梯
（一本精致装饰的账本摊开在办公桌上）
瓦尔克诊所日志
腐烂日第509天 第204日；熊队长杜拉：手指再植手术，120金币
腐烂日第509天 第208日；牛头人火巫师泰克图斯：角再生治疗，350金币
腐烂日第509天 第228-245日；女巫科森娜：美容护理，2400金币，1000声望值
致：女巫首领助理利思
从：女巫医生阿德娜
实验室仓库门似乎存在异常。开关会打开对面的门而非它们旁边的门。如果这是某种恶作剧，我向您保证，我和科森娜融化的脸都不会觉得好笑。我需要一位修复者尽快前来解决这个问题。


（一份详尽简报详细说明了铁军军团行动的第一阶段）
对第三哨站的突袭
[...] 一旦我们的秘密小队就位并接收到水晶光信号，主力部队将发起进攻。利用我们最新研究的毒气，先锋单位会攻击栅栏（同时军团推进），干扰守卫者。已知风险是毒气可能在哨站内扩散，但鉴于居民已被确认为被附身者，"平民"伤亡是可以接受的。



突袭预计将在数小时内结束，我方无伤亡。我们不认为人类能恢复战斗力来防御，更不用说察觉我们的突然袭击了。然而，一旦我们将第一批奴隶通过刀刃处理，恶魔很可能会立刻察觉我们的意图，因此长枪兵议会已指示我们尽可能保存资源以避免未来后勤压力。



议会厅
首领助理办公室
瓦尔克实验室——禁止未经授权的人员进入
仅限急用
（这本日记似乎属于女巫首领助理利思。许多最后几页似乎被撕去了……）
第188天。不！不！不！那个卑鄙的祖拉竟然否定了我的计划！危险？！我本以为除了她之外没人会说出如此愚蠢的话！她本该将我的想法带到议会……不，不，不，明天我要亲自去找长枪团。他们会看透迷雾，是的，他们比祖拉聪明得多！他们不会畏惧未来。


第189天。我无法相信……那种感觉……两周了……两周了，他们却走向灭亡！他们宁愿自寻死路也不愿考虑我的计划。第一次，我在他们眼中看到了恐惧……

对我的所有想法感到恐惧。他们害怕创造完美战士……一个必将推翻这些弱者的战士。祖拉也明白这一点。哦，我终于明白了……那条蛇想偷走我的成果并夺取瓦尔克！

第190天。哦，那下贱的东西……她请求议会留在瓦尔克进行战役期间的行动。进一步推进她的武器研究……
多么毫无价值的谎言！我已能感受到她正向我的成果靠近……[...] 那声音！那甜蜜的治愈……我在黑暗烟雾中工作时晕倒了。她的言语如此安抚……一个精灵。一位美丽苍白的精灵！我以为他们早在恶魔手中被彻底消灭了！ 是的，她对恶魔充满如此强烈的憎恨，并且观察我这么久……


（接下来几页似乎被暴力撕毁了。）
第196天。已经快一周了，祖拉仍然没来找我。我对她的胡言乱语毫无兴趣！妮丝瑞尔会帮助我完成研究。是的，她仍在我的梦中与我说话……那些古老而真实的言语。只有我能帮助她击败恶魔，而我的愚昧姐妹们却在战场上制造混乱。是的，妮丝瑞尔说得对。今天，一切将开始……


第197天。它们太美了！祖拉仍然没注意到失踪的哥布林……不，她根本没看到我亲爱的
爬行者从毫无价值的肉身上苏醒！是的，是的，我已经能看见它们 swarm（涌向）地狱本身！就像梦中一样！
全能炼金术士——混合指南
（你翻阅书籍寻找有用的配方。看起来其中一页似乎被撕去了）
强化治疗药水
1, 2 - 治疗药剂
加速药水
1、5 - 治疗药剂
7 - 几个碎火罐
石肤药水
8 - 力量药水
9、10 - 能量碎片
（利思日记中的一些条目散落在脏污的床垫上）
第202天：我能听到它们从这里行军！咯咯咯！他们怎么敢打扰我的安静下水道？……哦！
它们正在离开瓦尔克！强大的铁军和他们的愚钝盟友正前往绞肉机。这意味着我终于可以完成妮丝瑞尔计划的下一步。（接下来的句子被刮去了）

第203天：啊，现在诊所几乎没人来，我可以终于花更多时间在工作上。我已经数不清在这里黑暗中熬过了多少个无眠之夜。没有梦境，但我仍能听见那声音。

她的言语指引着我。爬行者不过是孩童的游戏。现在，是时候创造完美的战士了。
（第三条似乎间隔了一个月。字迹明显更加潦草且难以辨认）
第231天：这就是了。祖拉现在已经确信了。她注意到我的缺席，哦，她完全清楚。她知道那些失踪的修复者，没错……她会在项目完成后立刻将我杀死。然后她会独自占有这一切！但妮丝瑞尔也知晓……今夜，祖拉将会向我臣服。之后，我将前往关闭城垛屏障。是的，够了。妮丝瑞尔想亲自见我一面，而爬行者行动得太缓慢了。



（一片被水浸湿的纸张粘附在潮湿的石墙上）
收件人：副酋长利思
今天没有修复者来上班。我不记得有人通知过他们的……休假？
（其余文字无法辨认或缺失）
（这看起来像一本食谱书撕下的一页。新的潦草字迹覆盖了图示）
力量药水
1、2、3、4 - 治疗药剂
6 - 迅捷药水
（利思的涂改文字显得焦虑不安。你注意到字母之间高度和宽度差异很大）
第239天：现在我的所有姐妹都死了！妮丝瑞尔的力量真是令人振奋！她仅用几个小时就征服了瓦尔克。
看看她送我的礼物吧！我自己的人类奴隶库存。这正是我需要的最终调整材料……
（一张染血的便条躺在死巫师身旁）
利思彻底疯了！她策划了失踪的工作人员……还有这黑暗黏液……她 somehow 管理让它们生长蔓延……她究竟做了多久？首领祖拉无影无踪，（文字在此处突然中断）。人类！到处都是扭曲的身影，我们被背叛了，正撤退到冰峰！


（一股阴森的黑色黏液污损了日记纸页的一侧。模糊的文字仿佛是用这黏液写成）
第240天：看着他们离去令我心碎……妮丝瑞尔派她的爪牙将我的腐化样本与首批成功实验体一同运走。我美丽的石像鬼……人类、兽人，皆无差别。完美了。

是的，我已经让它们全部完美、美丽！此刻，它们正前往地狱的渣滓中终结一切！在愚蠢的姐妹们从恶魔手中撤退后，我将拥抱她们！她们也会变得完美！

第241天：这不可能！我的孩子们！愚蠢、愚蠢、愚蠢！她从悬崖跳下自杀了！这就是他们对我钝化痛感的回报？粗心大意！难道他们以为自己能飞翔了？！傻瓜！！！

第242天：它们很愤怒。无论我如何努力，都无法让它们尊重母亲。残留着前身的自我痕迹。哦，它们挣扎得多可怜啊！愚蠢的玩偶，你们早已超越个体性。现在你们是网络的一部分了。

（一张染血的日记页躺在地板上。鲜红的字迹看起来刚写不久）
第244天：今天我接待了一位多么令人愉快的访客！恶魔之血本人！哦，我必须为她准备一个正式的欢迎仪式……不，不，她离得这么近，而我的头发却如此油腻！梳子放在哪儿了？...

你没有这种插槽所需的材料。
你没有这些插槽所需的材料。
你没有这种插槽所需的材料。
必须先从托盘上领取药水。
你未能酿造任何东西。
