熊战士：上尉？这他妈到底怎么了？
我们该并肩作战，随时待命。
提示：你可以通过与同伴互动来命令他们跟随你或原地待命（默认按键：E）
熊战士：看起来杜拉的小队已经抵达锻造厂，但大门关着。得另寻他法。
熊战士：该死的杂种！我们要为姐妹们报仇！
熊战士：这些混蛋无处不在！快点，不能让他们夺走水晶之心！
此开关需要石钥匙才能开启大门。
此开关需要铁钥匙才能开启大门。
大门必须先完全充能。
熊战士：哦shit!!!
熊战士：小心！
前往瓦尔克兵营与浴室
前往瓦尔克广场
（这张纸条看起来像是被钉在附近墙上，却被风吹到了地上）
如果任何幸存者到达这里，请在兵营中坚守并尽快与我们汇合。进入庭院前务必向我们呼救，否则我们可能会开火射击。哦，还有，如果你这些异端狂徒中的任何一个能读到这个，就来亲吻我们的屁股吧。- 贝扎上尉


队长杜拉的日志 - 第239天
瓦尔克正遭受攻击！我们的水晶屏障不知为何已经失效，入侵者正在使用强大的魔法传送门绕过外层防御！我已经与贝扎上尉和其余守军汇合。我们兵力悬殊，勉强守住宿舍区。由于物资不足无法支撑围攻，我们决定分头行动……我会带领六名熊战士前往支援守护水晶之心的长枪团，因为这是我们的重大职责。广场通道被封锁，因此最佳选择是前往锻造厂，利用那里的传送门与水晶之心的守卫汇合。





贝扎将留守此处与哥布林周旋，至少尝试延缓新一波攻势。
（添加了一句文字，显然是某人匆忙写下的。墨迹还未干透）
我们弹药耗尽了……这不公平……贝扎死了……我现在无处可退了。记住我们。
浴室大门能源 - 南侧半区
（羊皮纸上描绘着各种草图和结构图）
真遗憾没能早点找到你。地下世界的事务总是压得我喘不过气来。希望你们都平安。是时候了，你和你的兽人姐妹们该去打击那些混乱的野蛮人了。不过，尽管我喜欢这些伤疤，但尽量别带回新的伤口。我会密切关注这场冲突，但我的资源已经捉襟见肘了。说到这个，你把守卫玩具忘在神庙了，我把它放在卧室里了。P.S. 你需要找个更好的地方藏你的公寓钥匙。-A。





浴室大门能源 - 北侧半区
你是怎么到这里的？
前往瓦尔克的大锻造厂
我们所有的重击弩现在都附带了天空之神魔法，感谢长枪团和大地之母的协助。
这使得射出的箭矢能以致命的速度和精准度穿透所有肉体与铠甲。
知晓魔法力量包裹箭矢会削弱爆炸范围与碎片扩散半径，但近距离作战时这无疑能成为我们的优势。任何恶魔都无法承受这种纯粹的力量。

贝扎，如果你或你的侦察兵看到这段文字，请知悉我们已突破进入锻造厂。
大门已被打开，因此邪教徒一定占领了内部的安全系统岗位。
我们将从后方封锁他们——因为我们刚刚遭遇一波突袭，敌人直接从仓库涌来，而我们在推进时无法冒险被侧翼包抄。我们已经补充足够的弹药和药剂，但如果你能及时赶到这里，周围仍有大量物资。祝你好运。-杜拉


古代浴室
由伟大的大地之母布里扎修复并保存
这面墙铭记着西侧走廊，它已损毁无法修复。
回收的材料已用于修复其他浴室房间。
（账本记录了从锻造厂带来的物资）
（末尾几页空白似乎被撕掉了）
（卷轴摸起来有些温暖，展开后发现墨迹仍很新鲜）
瓒！你他妈怎么在这里？你不该和主力部队一起进攻地狱之核的吗？除非……看吧，恶魔们正追着我们屁股后面。

我看到你从视觉球体中出现，我想我知道你要往哪里去了……
邪教徒到处都是，几乎所有人都在片刻间被伏击并杀死。锻造厂也不例外。似乎有一名精灵法师正领导这次进攻。硬茬子，她直接穿过下层广场，用魔法将身后的整条隧道轰塌……长枪团撑不了太久，我们很难及时赶到支援他们。杜拉带着五个兽人一起行动，并通过锻造厂传送门抵达那里。至少我认为是这样——那传送门看起来不太稳定。






她让我去贝扎那里，但我来晚了，现在我得返回水晶之心了。快点去锻造厂，我会保持传送门开放。-掠夺者提娅媞
等到发现时，这条走廊已经完全沦为废墟。
房间另一侧由大地之母的魔法从岩石中重建而成。
嘿，你能去检查一下健身房后面的通风口吗？熊族们一直在跟我说。
他们听到一些奇怪的嘶嘶声……可能是裂缝，也可能是某种害虫……
别忘了带上一个碎火罐，你可能会需要清理一番。
提示：你可以从背包中部署守卫炮塔。
部署后，通过与它们互动（默认键：E）可以移动它们。
这扇门有种奇怪的感觉。锁上刻着一个小斧头的符号。
这扇门需要用石钥匙打开。
