熊战士：班长？这里到底发生了什么事？
我们应该团结一致，当你准备好了。
提示：你可以通过与同伴的互动来命令他们跟随你或保持位置（默认：E）。
熊战士：看起来杜拉的小队到了锻造厂，但大门已经关闭。必须找到另一条路。
熊战士：诅咒这些卑鄙小人! 我们要为我们的姐妹们报仇!
熊战士：这些混蛋到处都是！让我们快点，我们不能让他们拿走水晶之心!
这个开关需要用石头钥匙来打开门。
这个开关需要铁钥匙才能打开门。
大门必须先完全通电。
熊战士。
熊战士：小心点!
前往瓦尔克的兵营和浴室
去瓦尔克的广场
(纸条看起来像是钉在附近的墙上，但被吹到了地上)
如果有幸存者来到这里，我们正在驻军中坚守，请尽快与我们联系。  在进入院子之前一定要呼唤我们，否则我们可能会向你开火。哦，如果你们中的任何一个邪教怪人能读到这个，请来亲吻我们的屁股。-贝萨中尉


杜拉队长日志--第239天
瓦尔克遭到了攻击！我们的水晶屏障一定是在某种程度上掉了下来。我们的水晶屏障一定是以某种方式倒下了，因为入侵者正在使用强大的魔法传送门来绕过我们的外部防御！我已经和贝萨上尉联系好了。我已经和贝萨队长以及其他驻军联系上了。 我们寡不敌众，只能勉强守住公寓。 我们没有足够的物资在围攻中生存，所以我们决定分头行动......     我将带着六名熊战士赶去援助守卫水晶之心的长枪手，因为那是我们的重大职责。广场上的路被堵住了，所以我们最好的办法是转移到锻造厂，利用那里的传送门与水晶之心的守护者们会合。





贝萨将和地精们留在这里，守住军营。或者至少尝试减缓新的浪潮。
(底下加了一句话，显然是别人匆忙写的。墨水还没有干）。
我们的弹药用完了......这根本不公平......。贝萨已经死了... 我现在已经无处可退了。记住我们。
澡堂门的力量--南半部
(羊皮纸上画着各种草图和示意图)
真遗憾，在你出发前我没能找到你。冥界的事情一直在催促我。我希望你们都很好。是时候让你和你的兽人姐妹们去打击那些混乱的野蛮人了。   不过，虽然我很喜欢这些伤痕，但尽量不要带回来任何新的伤痕。 我会仔细观察这场冲突，但我的资源已经很紧张了。  说到这里，你把你的哨兵玩具忘在寺庙旁了，我把它丢在卧室里了。   P.S. 你需要找一个更好的地方来隐藏你的公寓钥匙。-A.





澡堂门电源--北半部
你是如何来到这里的？
到瓦尔克的大锻造厂
我们所有的十字弓现在都被赋予了空气魔法，这要归功于长枪手和大地之母。
这使得我们能够以致命的速度和准确的射击，轻松地穿透所有的肉体和盔甲。
要知道，包住枪栓的魔力会减弱爆炸和碎裂的半径，但在较近的距离上，这肯定能被我们利用。  没有恶魔能抵御这种原始的力量。

贝萨，如果你或你的侦察兵读到这封信，请知道我们已经凿开了进入锻造厂的路。
大门是开着的，所以邪教分子肯定已经占领了那里的安全岗哨。
我们会把它们锁在身后，因为我们刚刚被一波直接进入仓库的人伏击了，我们不能冒着被包抄的危险来推进。我们已经装满了弹药和药水，但如果你能来到这里，周围还有很多物资。祝你们好运。- 杜拉


古人的浴场
由伟大的地球母亲BREAZA修复和保存的
这面墙让人记住了西翼，它被损坏得无法修复。
回收的材料已被用于修复其他浴室。
(账本上记录着从锻造厂运来的物资)
(后面的几张空白页似乎被撕掉了)
(卷轴感觉很温暖，展开后你会发现墨水仍然很新鲜)
瓒!   你到底在这里做什么？  你不是应该和我们的主力部队一起去打击地狱的核心吗？ 除非... 听着，恶魔们现在正盯着我们的屁股。

我看到你从幻象球里出来了 我想我知道你要去哪里...
崇拜者们到处都是，几乎每个人都在短短的时间内被伏击和杀害。锻造厂也不例外。一个精灵术士似乎在领导这次进攻。强悍的婊子，直接穿过下层广场，用魔法将她身后的整个隧道洞开......     长枪党不会一直坚持下去的，我们也很难接近他们并提供援助。杜拉和其他五个兽人一起通过，并使用锻造门户到达那里。  或者至少我是这么认为的，在我看来，这个经脉看起来很不稳定。   她让我去找贝萨，但我来得太晚了，所以我正往回走。






水晶之心了。 赶快去锻造厂，我会保持门户开放。  - Reaver Tiati
当它被发现时，这条走廊已经完全屈服于废墟了。
外面的房间已经被大地之母的魔法从裸露的岩石上重建起来了。
嘿，你能去检查一下体育馆后面的通风口吗？熊孩子们一直告诉我。
他们听到一些奇怪的嘶嘶声。   可能是一个裂缝，也可能是一些害虫...
不要忘了带一个碎片火罐，你可能会有一些净化工作要做。
提示：你可以从你的库存中部署哨兵炮塔。
一旦部署完毕，你可以通过与它们互动来移动它们（默认值：E）。
这扇门有一种奇怪的感觉。锁上刻有一个小斧头的符号。
这扇门需要一把石钥匙才能打开。
