加载中...
大地之母：矮人镇……它的真名在岁月长河中逐渐模糊，但辉煌却始终留存。
修复者：这里让我起了鸡皮疙瘩……而且我确定不只是因为寒冷。
大地之母：矮人镇……它的真名在岁月长河中逐渐模糊，但辉煌却始终留存。
修复者：这里真的有邪教徒？我就说不是我听错了！
高阶祭司贾罗米尔：啊，终于找到你了！不过战斗来得有点晚，我们已经处理完迎宾的家伙了。
大地之母：见到你平安抵达很高兴，高阶祭司。你的矮人族有需要治疗的吗？
高阶祭司贾罗米尔：不，他们没事。把法力留着应对下面的东西吧。
修复者：T-这里真的有邪教徒？我就说不是我听错了！
高阶祭司贾罗米尔：我本该等你的，姑娘……我们来这里的路上遭遇伏击……失去了所有矮人……
大地之母：祭司贾罗米尔，你看起来伤痕累累！让我看看你的伤口……
高阶祭司贾罗米尔：我会没事的，女士。把法力留到后面吧……我有种预感你会需要它们。
修复者：太糟糕了！瓒？我们真的应该继续前进而不带任何支援吗？
高阶祭司贾罗米尔：啊，我明白你在尝试组装潜水装备。很好，但你需要一些物品……
高阶祭司贾罗米尔：你需要一副特殊的潜水面罩，以及一个装满足够空气的气瓶，这样才能像鱼一样在水中探索。此外，面对这寒冷的冰层，一套覆盖保护油脂的防护服是必不可少的……唯一的问题就是为你的……兽人尺寸准备装备。试着找两套。


你还需要一位铁匠来修理和组装它们，这种事容不得马虎。
高阶祭司贾罗米尔：看起来你已经准备齐全了！去下面找我的铁匠，他会为你打造这套装备。
高阶祭司贾罗米尔：所以你收集齐了所有防护服零件……嗯，去营地找赫克图斯吧，他一定能修好它。
高阶祭司贾罗米尔：我已成功让这里的机械装置恢复运转……尽管许多部件已经沦为废墟。
高阶祭司贾罗米尔：留意四周。如果你发现任何矮人族遗物，带来这里让我尝试辨认。
高阶祭司贾罗米尔：我没想到会在这里遇到邪教徒……也许首领祖拉说得对，他们确实掌握了什么线索。
高阶祭司贾罗米尔：这里的水下建筑能让我的祖先近距离研究远古遗迹。
高阶祭司贾罗米尔：考古学家会使用特殊潜水装备在水中穿行。你得自己想办法制作。
高阶祭司贾罗米尔：已经很久没见了，但这里似乎保存得相当完好。我们的建造者果然名不虚传。
矮人铁匠：噢噢，你找到潜水装备的零件了？好啊，姑娘，我来帮你组装……稍等片刻……
矮人铁匠：你把气瓶装满了？很好很好，它没漏气！那我就开始给你组装防护服吧……
清理了锈迹、修好了螺丝并缝制了一套适合你尺寸的防护服！希望你的角不会戳出来！
记得需要时去附近的站点给你的气瓶重新充气。它可不会永远用得完，姑娘！
矮人铁匠：你找到潜水装备的零件了吗？哎呀，先去把气瓶装满吧，空气站就在那边码头旁。
矮人铁匠：哼。这些洞穴里水很深，姑娘。确实，许多秘密都藏在深处。
矮人铁匠：传说中沉睡在黑暗深渊里的恶魔……如果你看到诡异的光芒，立刻游开！
矮人铁匠：我爷爷是个钓鱼人……有一天他听见水流叫他的名字！哎呀，他直接惊呆了！
矮人铁匠：姑娘，紧握那把尖刺枪！很少有武器能在水下像它一样可靠。
矮人铁匠：每次下潜都要带上一把鱼叉！一根尖锐的木棍也许能救你的命！
矮人盾卫：以石之锤起誓，姑娘，我从未想过还能活到见到这一天……这个地方……
矮人盾卫：冰峰堡垒在眼前这座伟大城镇面前黯然失色！啊，有多少知识已经遗失了……
矮人盾卫：在我们祖先战败后，邪教徒逐渐占据了并亵渎了我们的城市。
矮人盾卫：总有一天我们会夺回我们的遗产！我读过所有古书里记载的一切……
矮人盾卫：我们冲进去把邪教徒击溃了！你该看看他们惊恐的表情，哈哈！
矮人盾卫：我不认为他们预料到这座地方的旧住民今天会回来。
矮人盾卫：几个邪教徒已经爬到了镇子上部。他们不敢攻击我们。
矮人盾卫：我们本可以帮你突破他们的路障，但贾罗米尔让我们在这里守护机械装置。
大地之母：这是个奇怪的物件……或许高阶祭司贾罗米尔能告诉我们一些关于它的事。
大地之母：那看起来像潜水服……但它太小了，根本没法适合你的体型。
大地之母：我能用魔法在水下呼吸，但很遗憾，我帮不了你。
修复者：你看起来像是看到了鬼！我……呃，这里的一切都已安全了！
大地之母：矮人们已经提前离开了。我们应该赶快返回基地营。
大地之母：高阶祭司贾罗米尔也提前离开了。我们应该赶快返回基地营。
修复者：哦不不不，我*不是*要去那里！
修复者：T-那个地方看起来太可怕了，我要留在这里！
修复者：我……我害怕深水，瓒。我要留在后面！
修复者：呃——不不不，我不去那里！不不不！
修复者：我要留在后面，嗯……守着入口！
这台机器没什么可加油的。
高阶祭司贾罗米尔：我看到你找到了备用齿轮。很好，这将帮助你进入水下设施。
石台上是空的。
幽蓝男爵：终于来了，她。那呼唤无法抗拒……她的脑海中充满了无数疑问。
真是个奇妙的地方，不是吗？……这里埋藏着如此多的秘密。被遗忘且永远消失。
混血人会遭遇同样的命运吗？这会不会成为她的永恒沉船墓穴？仆从们！准备一场葬礼！
幽蓝男爵：精灵说的是实话……她开始活出了自己的真正潜力。现在，她的奖赏……
……她将夺取种子。但能否活得足够久以失去它？地狱核心在等待着她。而我也一样。
你需要合适的工具来开采这条矿脉。
机制发出咔嗒声并震动，但门依然紧闭。
这扇门连接的电源线路似乎已断开。
水流正将门压得更紧。
这扇门连接的电源线路似乎已断开。
这扇门需要石钥匙才能开启。
这扇门从内部被锁住了。
这扇门需要石钥匙才能开启。
（沾满污垢的普通楔形文字揭示出一段磨损的信息）
天空之神燃料补给站
& 水下闸门控制系统
（当你浏览科学笔记时，注意到利思在瓦尔克的研究摘录）
大地之母：邪教可能在这段时间进一步推进了利思的研究……
.oO   ‘碎骨者’瓒的日志   Oo.
> 没什么大事，我应该找房间休息一下
> 一个修复者告诉我她的小队消失了——需要调查
> 找到了俘虏，需要解救他们并报告给布里扎
> 进入牛头人镇，找到并夺取地狱火药
> 不仅仅是地狱火药——需要报告给布里扎
> 进入旧矮人镇，并检查利思的预知是否属实
> 发现了一个奇怪的腐化样本——需要向祖拉汇报
> 破坏保护恶魔镇大门的火焰塔
---侧注---
> E.之母本迪需要用灵石为我的Psi冠充电
> 大地之母本迪需要用灵石为我的心灵王冠充电
> 工坊老板需要6块暗铁来制作枪支零件
> 铁匠赫克图斯需要8块铁矿石打造巨斧
> 铁匠赫克图斯用弹药换取铁矿石
> 阴暗修复者出售暗视护目镜，售价10金币
> 阴暗修复者出售暗视护目镜（10金币）、两个守卫（100金币）

> 阴暗修复者出售暗视护目镜（10金币）、两个守卫（100金币）、一个储物袋（300金币）


> 阴暗修复者出售暗视护目镜（10金币）、两个守卫（100金币）、一个储物袋（300金币）


治疗药剂换10金币
> 如果我带来零件，铁匠可以组装潜水服：
水下呼吸器、装满天空之神空气的气瓶及几套密封潜水服
> 如果我带来零件，铁匠可以组装潜水服：
水下呼吸器、装满天空之神空气的气瓶及几套密封潜水服
