水晶管理员：混血人！
水晶管理员：混血人，快醒醒！
水晶管理员：帮我！消灭这些怪物！
水晶管理员：它们不会停止进攻！你必须找到出路！
水晶管理员：那边的门！试着打开它！
水晶管理员：快点，混血人，我撑不了多久了！
水晶管理员：为了铁军！！！
水晶管理员：我会挡住它们，快走！去找精灵！
水晶管理员：离开，混血人！你必须找回圆盘！
水晶管理员：快走吧！我们的命运就托付给你了！
水晶管理员：别傻了，听我的！跑！
水晶管理员：撑不住了……坚持不了多久……去吧！快走！！！
祭坛是空的。
征兵者：*烦躁地嘟囔*
这堵墙看起来可以用合适的工具打破。
你没有放置材料。
这台机器尚未准备好使用。
魔法场正剧烈刺痛你的思维。
一道不洁护盾阻止你接近书本。
你不知道如何演奏这件乐器。
大门被五个不洁封印封锁。
大门被四个不洁封印封锁。
大门被三个不洁封印封锁。
大门被两个不洁封印封锁。
大门被最后一个不洁封印封锁。
熊战士：嘿！那是瓒吗？！
熊战士：别开火！
熊战士：天哪……逃兵居然会出现在这里，任何地方都行。
中士，放下武器。你有一些问题要回答……
深渊领主：我们受够了你们的阴谋诡计，异端之徒！书在哪里？！
深渊领主：可恶的叛徒！！！
门锁似乎比预期更复杂。
门纹丝不动。
锁似乎有一个圆形的凹槽。
锁似乎有一个方形的凹槽。
锁似乎有一个三角形的凹槽。
这扇门是从内部上锁的。
这些门需要用黄金钥匙才能打开。
这扇门需要用铜钥匙才能打开。
这些门需要用铜钥匙才能打开。
这扇门需要用枯藤钥匙才能打开。
这些门需要用铜钥匙才能打开。
这些门需要用黄金钥匙才能打开。
（这本厚重的书似乎属于一个恶魔。用地狱符文装饰的页面上有一本未注明日期的日志）
我们已抵达庄园，遵照幽蓝男爵的命令行动。哈！看到这些畸形的家伙对我们进行盛大的欢迎仪式真令人愉快！他们一定吓得魂飞魄散，听说兽人从洞穴逃出来后用刀子屠戮城镇时。我们会在这里待到他们的可悲入侵被彻底粉碎为止。


几天下来我已经对这个地方厌倦了。在布置不洁之书保护大门时，三位庄园主人之一的兄弟来找我，要求允许他保留这些典籍。我不在乎谁持有它们，只要它们留在庄园内即可……但他的妹妹突然出现并为此大吵大闹起来。


我看到这帮小杂种现在正试图争夺主导权，毕竟他们的老爹已经嗝屁了。只要他们别拿我们恶魔撒气，这应该会有点娱乐性……我们只是在这里阻止兽人靠近罢了。

绿皮人终于出现了！我不知道是他们失败地砸我们的防护门更可笑，还是邪教徒惊慌失措地准备围攻我们更滑稽。真希望我们能去踩他们一顿，但命令是原地待命。

发生了什么？首先，奇怪的雷暴天气席卷了水晶穹顶，接着妮丝瑞尔女士突然现身，让这些家伙更加恐慌。某种力量让农民们使用的水晶消失，现在庄稼正在枯萎。听起来那些在外面堵门的兽人突然成了大问题。我非常不喜欢这种局面。


我开始对这些兄弟及其阴谋感到极度愤怒。Spirit Wench突然消失，让她的兄弟们把这里搞得一团糟。其中一个说服部分仆人把自己锁在地下室，另一个则占领了教堂。看来我们得在这儿好好施加一些纪律了。


（这本油污的典籍似乎记载着体术大师的日记）
1106年3月16日。该死的，传言是真的！那些流血的铁军兽人又在搞什么鬼，他们已经离开藏身之处并开始洗劫我们的城镇！据说这次他们是来打仗的！幽蓝男爵最好做好准备应对这一切。我已经能想象到他要我缝合的伤员群了。赶紧开始准备工作……


1106年3月18日。终于！恶魔们来了，他们带来了这些不洁之书……让仆人们留意这些书。我的诅咒兄弟们肯定想据为己有，以此证明谁才是家主。哦，但侍从们忠于我。还有谁会在布道后照顾他们的伤口呢？哼！


1106年3月19日。正如预见的那样，腐烂的兽人竟敲响了我们的大门！不洁封印让我们的防御变得坚不可摧……但这反而让我更加担忧兄弟们的所作所为。万一其中一个想出卖我们，导致我们毫无防备？！我必须调换一些负责挖掘神殿的工作人员去监视他们。反正我们已经发掘出了大部分重要遗迹。哈！离揭开精灵的秘密如此之近！他们传奇治愈泉水的力量将助我夺取庄园，并击溃兽人围攻！




安努姆0年——分裂之基
[...] 然后我问你，追随者——为何要侍奉元素之神的任性？难道你们从出生起就没有被赋予塑造世界的力量吗？元素之神建造了帝国的城镇、城堡和港口吗？他们制造了锯木头的锯子、搬运砖块的推车吗？那为何还要沦为奴隶，在他们的祭坛上献上羔羊与黄金戒指？人类拥有建造拦洪大坝、抵御地震的城墙、扑灭烈火的水井的力量。人类深知与元素之神狂怒对抗所需的艰辛。




因此我问你，我的追随者——你想在死后继续为他们的神祇阵营效力，还是把握缰绳，堂而皇之地成为一位神明？你拥有身体、心灵与灵魂——通往自由与救赎的钥匙。挣脱这浅薄世界的桎梏，在苦难与牺牲中磨砺你的三重天赋。唯有如此，你才能在死后升格为神明，俯视仍在盲目侍奉的愚者……



（一本装订整齐的螺旋笔记本是心灵大师的日记）
安努姆1106年第三季第14天
我注意到今天晚餐时弟弟脸上挂着相当焦虑的笑容。想必与他近期对精灵神殿表现出的考古兴趣有关。或许该趁此机会占卜他的发现结果……

安努姆1106年第三季第19天
咦，今天谁来敲我们大门了？兽人？就在我们用盛宴欢迎恶魔盟友的第二天！
他们的邪恶典籍已经证明了力量。甚至触碰他们都会让恶魔血液在血管中沸腾。幸运的是，我已将念力技能修炼得相当熟练。很快就能看看我的兄弟姐妹们会如何反应……

安努姆1106年第三季第54天
妮丝瑞尔女士！这次拜访真愉快。我们聊了几天前收到的爬行者和石像鬼。训练进展顺利……它们拥有如此有趣的心智！可惜她似乎更关注我的姐姐。至少我那个愚蠢的弟弟仍被关在外面，无法打扰我们。我对她有很多问题……


（灵女的日记似乎用一种你意外能理解的奇异语言书写）
安努姆1106年第三季第21天
恶魔已经存在三天了，我已经厌倦它们了。他们的臭味渗透了整个庄园，他们给我的男巫们投来的粗鄙目光令人作呕。若不是他们挡住了兽人渣滓，我早就把它们关进笼子里了。这里充满了如此多的紧张感……我愈发焦躁不安。


安努姆1106年第三季第50天
一位入门者今天前来向我请求灵魂石。据称，全知全能的体术大师被他的弟弟困在神殿废墟中，需要我的帮助才能逃脱。我对他的命运毫不在意，绝不会让如此强大的神器落入低等学徒之手。为了防止他试图偷取，我已经施加魔法使灵魂石始终处于移动状态……这应该足以暂时确保它的安全……



安努姆1106年第三季第54天
令我意外的是，妮丝瑞尔女士今天来访了。她看起来相当疲惫，手中携带着一个奇怪的圆盘。我询问是否与最近的风暴和水晶衰败有关，但她却不愿透露。

她要求我取一本恶魔书并陪同前往。终于！离开这座诅咒房屋的机会来了！
（灵女的日记似乎用一种你意外能理解的奇异语言书写）
安努姆1106年第三季第21天
恶魔已经存在三天了，我已经厌倦它们了。他们的臭味渗透了整个庄园，他们给我的男巫们投来的粗鄙目光令人作呕。若不是他们挡住了兽人渣滓，我早就把它们关进笼子里了。这里充满了如此多的紧张感……我愈发焦躁不安。


安努姆1106年第三季第50天
一位入门者今天前来向我请求灵魂石。据称，全知全能的体术大师被他的弟弟困在神殿废墟中，需要我的帮助才能逃脱。我对他的命运毫不在意，绝不会让如此强大的神器落入低等学徒之手。为了防止他试图偷取，我已经施加魔法使灵魂石始终处于移动状态……这应该足以暂时确保它的安全……



安努姆1106年第三季第54天
令我意外的是，妮丝瑞尔女士今天来访了。她看起来相当疲惫，手中携带着一个奇怪的圆盘。我询问是否与最近的风暴和水晶衰败有关，但她却不愿透露。

她要求我取一本恶魔书并陪同前往。终于！离开这座诅咒房屋的机会来了！
（从糟糕的语法判断，这本日记必定属于某位仆人。最后一条记录似乎非常重要）
今天体术大师将他房间的宝石交给我保管。心灵狗在图书馆附近徘徊，但它们不知道宝石在我这里。
NO PASSWORD, NO ENTRY!!!
我早料到了！那个心灵大师的卑鄙家伙早已等待我们发现有价值的物品，并用他的魔法控制了我们的兄弟！有人偷走了驱动内殿大门的水晶，将我的主人困在里面！我去寻找那群渣滓，在教堂找到了他——他正用强大的精神力场守护着神殿钥匙。他知道我们的人数远超他的手下，因此计划用饥饿逼迫我的主人投降！而且我们尝试过的其他蓝水晶都无法解开他！



我们必须采取行动夺回被盗物品。经过一些研究后，我发现了一种制作提供心理保护冠冕的方法。我们可以突破那个精神力场，将这些家伙一举拿下！但首先，我还需要几样材料才能完成它……大脑很容易获取，而灵女肯定拥有灵魂石。不过我还需要一种灵菇……它们只生长在高精神力场影响的区域，所以得花些时间去找。



我早料到了！那个心灵大师的卑鄙家伙早已等待我们发现有价值的物品，并用他的魔法控制了我们的兄弟！有人偷走了驱动内殿大门的水晶，将我的主人困在里面！我去寻找那群渣滓，在教堂找到了他——他正用强大的精神力场守护着神殿钥匙。他知道我们的人数远超他的手下，因此计划用饥饿逼迫我的主人投降！而且我们尝试过的其他青水晶都无法解开他……



我们必须行动起来夺回被盗物品。经过一些研究后，我发现了一种制作提供心理防护的冠冕的方法。我们可以突破那个精神力场，将这些家伙一举拿下！但首先，我还需要几样材料才能完成它……大脑很容易获取，而灵女肯定拥有灵魂石。不过我还需要一种灵菇……它们只生长在高精神力场辐射影响的区域，所以得花些时间去找。



由于我们的士兵可能要么失去舌头要么失去耳朵，我们决定将密码写在纸上，敲门后直接展示给守卫即可。

你每周都会收到一份新卷轴。务必妥善保管，并焚毁旧的卷轴。
其中一个恶魔给了我一个线索，告诉我们如何打破封印并从音乐厅盗取书籍。
我们可以使用特定的竖琴曲调来粉碎它，我已经在乐谱中详细记录了这个曲子。用小竖琴练习后，再去获取书籍吧。一旦你打破了封印，我们的恶魔会帮你将它带回我们身边。

（你按照指示练习竖琴曲）
PS：小心点，这把竖琴可比你值钱多了。而且要准备好迎接突袭，恶魔首领已经察觉到了我们的一些计划。我只能希望我们的内线并非真的打算让我们全军覆没。

（覆盖在这本账簿上的尘土如此厚重，几乎看不清下方签署的名字）
留意恶魔的动向，看看他们是否移动了任何不洁之书。我们需要知道它们的位置才能据为己有。别引起怀疑！我不能失去你，我需要一个能读的人！- B.M.

- 一本书被藏在最近挖掘出的神庙地窖中，在我的监视下
- 另一本在食堂。关上地窖门并使用密码！
- 第三本在教堂，由我可怜的兄弟和他的心灵术士们守护着……
- 一名仆人看到他用精神力将另一本书移到了自己房间
- 被恶魔控制在剧院大厅的那本书将是最难获取的……
留意恶魔的动向，看看他们是否移动了任何不洁之书。我们需要知道它们的位置才能据为己有。别引起怀疑！我不能失去你，我需要一个能读的人！- B.M.

- 一本书被藏在最近挖掘出的神庙地窖中，在我的监视下
- 另一本在食堂。关上地窖门并使用密码！
- 第三本在教堂，由我可怜的兄弟和他的心灵术士们守护着……
- 一名仆人看到他用精神力将另一本书移到了自己房间
- 被恶魔控制在剧院大厅的那本书将是最难获取的……
KEEP OUT
（被撕裂、沾满尘土的羊皮纸看起来像是被人随意丢弃。它由一位深渊领主签署）
我想提醒各位，不洁封印是唯一阻止兽人从门外撕碎你们毫无价值的肉体的东西。我们已经厌倦了所有关于谁有权拥有不洁之书的阴谋和争吵。我们奉幽蓝男爵之命驻守于此，任何试图动摇我们权威的行为都将被武力清除。现在停止内斗吧，否则我们将开始碾碎你们空洞的教徒头颅。



尘世三体教堂
由梅尔希克大师为伊斯特多家族建造，安努姆989年
巨型爆炸红水晶构造体
不要攻击！保持距离
乔里克二世的头骨
阿拉瑞亚竖琴
兽人陶罐
稀有魔法暗水晶
矮人坚韧玩具骑士
矮人铁锤
