瓒呈献...
ver. 2.4.2
按任意键开始。
提示 #1：火箭跳可实现关卡捷径与不同通关方式。
提示 #2：可在选项 - 显示设置中关闭血迹/ gore 效果。
提示 #3：可在选项 - 自动地图设置中自定义自动地图样式与颜色。
提示 #4：使用暗影护符可使追踪类投射物无法锁定你。
提示 #5：使用元素戒指可获得无限水下呼吸能力。
提示 #6：激活力量药水时会大幅降低远程伤害（除近战武器投掷外）。
提示 #7：较弱敌人在重伤时会尝试逃跑。
提示 #8：所有恶魔（无论类型或颜色）均对火抗性，但对冰脆弱。
提示 #9：部分敌人可能免疫时间碎片的冻结效果，但其投射物不受影响。
提示 #10：敌人视野范围不同。地狱三头犬能看清超过 180 度的区域，而爬行者视野较狭窄。
提示 #11：游戏的维基页面包含你在游戏中无法获取的信息。
提示 #12：你总能在控制台中查看历史消息（默认：波浪号）。
提示 #13：按 F1 可快速查看默认物品键位绑定参考界面。
提示 #14：在地图界面中，可标记当前位置（默认：M）。
提示 #15：药水发射器的粉色毒气极易燃烧。
提示 #16：锻造元素被酸或冰击杀时不会生成铁刺。
提示 #17：用拳头击杀敌人不会触发警报。
提示 #18：重击弩的副武器模式具有更高的伤害与穿透力，但爆炸半径较小。
提示 #19：石肤药水可大幅降低爆炸半径造成的伤害。
提示 #20：红水晶簇与腐菌被击中时会剧烈爆炸。
提示 #21：储物袋仅能提升弹药容量一次。
提示 #22：守卫炮塔在水中也会受到伤害。手持炮塔游泳可能十分危险。
提示 #23：存档是书中最强的法术。
提示 #24：记住几个消耗品快捷键在紧急时刻会派上用场。
提示 #25：使用追逐镜头可更方便地管理平台跳跃。（默认：数字小键盘1）
提示 #26：按 F6/F9 可快速存档/读档。若死亡，也可按下使用键（默认：E）加载最后一次存档。
提示 #27：可在声音设置 - 随机音调中切换随机音调效果。
提示 #28：可通过控制台命令 - con_notifytime 7.0 修改通知/物品查询信息显示时间（例如：持续7秒）。
提示 #29：男巫与心灵恶魔对元素及魔法伤害有抗性。
提示 #30：未做好防护直接在水中射击水晶长矛会产生令人震惊的结果。
提示 #31：锻造元素无法开启门，因此依赖铁刺代为完成此任务。
提示 #32：火锤可完全抵御所有火焰伤害，并允许无阻碍地行走于熔岩之上。
提示 #33：巨斧的荆棘增益效果会减少入门者造成的自然伤害（Nature Damage），并将伤害反弹给攻击者。
提示 #34：移动时使用盾牌格挡并反弹来袭投射物的效果会减弱。
提示 #35：地狱爪的近战攻击（默认：R）在对活体敌人造成伤害时可恢复弹药。
提示 #36：迅捷药水会以不同方式提升每种武器的射击频率。
提示 #37：与杠杆和链条不同，按钮开关可以从远处通过投射物激活。
提示 #38：向前移动时向右横移会使你略微加快速度。
提示 #39：用风暴法杖击中敌人会为其充能魔力，敌人越大产生的魔力越多。
提示 #40：按住装填键（默认：R）可使痛击枪的枪管持续旋转并保持待发状态。
提示 #41：要击败Boss，只需持续攻击直至其死亡即可。
提示 #42：她正在注视着你。
提示 #43：铁娘子携带的塔盾能提供强大保护，但可通过多种方式绕过。
提示 #44：吉尼释放的闪电链在深水中会造成巨大范围伤害。
提示 #45：石肤药水可抵御物理和自然伤害，元素戒指则能防御所有非物理类伤害。
提示 #46：某些敌人比其他敌人更容易发生内讧，这也会受到难度等级的影响。
提示 #47：重装甲护符能吸收更多伤害，但因此消耗速度也更快。
提示 #48：力量碎片可小幅提升护甲，并为水晶长矛提供弹药。
提示 #49：可通过结合踢击、跳跃和蹲伏动作来造成更高伤害。
提示 #50：更换等级时无需让同伴靠近，即使被命令守卫也会自动加入你。
